{
	"carga": [
		{
			"title": "Coordinador de ramos",
			"status": "3",

			"petition": "Se exige la creación de un cargo remunerado cuya función incluya, como mínimo, coordinar evaluaciones de ramos de un mismo semestre académico, exigir un plazo para fijar evaluaciones del semestre y canalizar y atender las denuncias sobre irregularidades respecto a esta coordinación. Como criterios para ordenar las evaluaciones, se plantean las siguientes opciones:\n- Máximo 2 controles y 2 entregas de tareas de ramos de un mismo semestre en una misma semana.\n- Máximo 3 evaluaciones obligatorias (que afecten la nota final) de ramos de un mismo semestre en una misma semana.\nLa persona encargada no puede ser estudiante de la facultad ni profesor/a del departamento, para evitar sobrecargas y conflictos de interés.",

			"content": "No habrá “cargo” nuevo, pero sí se hará esta tarea. El semestre de Primavera se hará a mano y se planea que posteriormente se haga una solución tecnológica en el ramo Ingeniería de Software II. Angélica, Sandra y Ochoa estarán a cargo de esto. Los profesores en semana 1 ya deben tener definidas las fechas de evaluaciones. Máximo en semana 2 debe estar listo el calendario del semestre."
		},

		{
			"title": "Cantidad de tipos de evaluación por ramo",
			"status": "0",

			"petition": "- No pueden haber más de dos tipos de evaluaciones reprobatorias en un mismo ramo, entendiendo como evaluaciones reprobatorias aquellas cuyo promedio individual debe ser mayor a 4.0 para aprobar el curso.\n- No pueden haber más de tres tipos de evaluaciones obligatorias en un mismo ramo, entendiendo como evaluaciones obligatorias aquellas que afectan la nota final del curso, pudiendo ser causales de reprobación. Éstas incluyen las evaluaciones reprobatorias.\n- Cualquier evaluación opcional o no contenida en los otros puntos, solo puede ser exigida para optar a beneficios académicos (e.g. décimas extra para otras notas, reducción en la nota de exención, etc.), y en ningún caso puede ser causal de reprobación, directa o indirectamente.",

			"content": "Se busca que no vuelvan a repetirse casos como Arquitectura pre-2019, este tema lo hablará el CTD y se hablará en la mesa de trabajo más adelante."
		},

		{
			"title": "Reprobación inmediata por nota única",
			"status": "0",

			"petition": "Ningún ramo se debe reprobar como efecto directo de una sola nota/asistencia única. Por ejemplo, en un ramo con 3 tareas, no se puede exigir que fallar en una sola tarea implique reprobación directa. Esto no aplica para ramos que por su naturaleza cuentan con una sola nota.",

			"content": "Este tema se hablará en el segundo semestre, también debe verse en el CTD."
		},

		{
			"title": "Plazos de tareas",
			"status": "1",

			"petition": "No pueden fijarse entregas de tareas en días no-hábiles, esto incluyendo: fines de semana, feriados y vacaciones.\nPlazos de entrega de tareas y atrasos deben considerar sólo días hábiles de lunes a viernes. Por ejemplo, una tarea planeada para 14 días corridos deberá tener un plazo que incluya 14 días hábiles, y si ésta considerara atrasos con descuentos diarios, estos descuentos no se aplicarán por días no-hábiles.",

			"content": "Ochoa habló con la Facultad y nosotros como departamento podemos tener protocolos propios sobre tareas. Se planteará el tema en asamblea de académicos y a partir de eso se tratará de formalizar un documento departamental que incluya nuestras peticiones."
		},

		{
			"title": "Inasistencia a controles",
			"status": "1",

			"petition": "Se exige que en cada ramo el examen reemplace, en cualquier caso y sin justificación, la nota de control más baja o con inasistencia. En el espíritu de permitir anteponer situaciones médicas o personales a las académicas sin burocracias engorrosas, pero sin provocar que sea más beneficioso faltar a un control que intentar rendirlo.",

			"content": "Existe la voluntad para realizar este cambio (este sistema existió en la Facultad por muchos años y varias veces se ha intentado volver a él), pero debemos regirnos por la Escuela. Se hablará en asamblea de académicos y se verá la postura que el DCC llevará al Consejo de Escuela, después se verá si el tema sube a Consejo de Facultad."
		},

		{
			"title": "Controles en semana 15",
			"status": "4",

			"petition": "Debe respetarse que efectivamente no existan controles en semana 15. Esto pensando que de existir la figura del coordinador de ramos del punto 1 de esta sección, la semana 14 no debiese estar tan sobrecargada como ocurre actualmente.",

			"content": "Se espera que coordinador de ramos (punto 1) solucione este problema. Se buscará que no haya sobrecarga en semana 14, para que no se tenga que recurrir a aplazar controles a semana 15. Según las reglas esto no debe pasar nunca."
		},

		{
			"title": "Justificaciones médicas para plazos de tareas",
			"status": "1",

			"petition": "Considerando que el reposo médico se receta como una pausa de las actividades diarias regulares por motivos de salud, se exige que los días de reposo médico certificado se consideren días no-hábiles, por lo que se excluyen del período de días hábiles para entregar una tarea (según el punto 4), permitiendo a el/la estudiante entregar fuera de plazo sin que se considere como un atraso, según la cantidad de días hábiles que su reposo solape con el plazo de entrega. Se hace énfasis en que esta medida tendría efecto solo sobre días hábiles, de lunes a viernes.",

			"content": "Similar a las tareas, formalmente no existe reglamentación y se puede reglamentar internamente. Se hablará en asamblea de académicos sobre cómo se proseguirá."
		}
	],

	"salud": [
		{
			"title": "Psicólogo/a DCC",
			"status": "2",

			"petition": "Se exige que haya un/a especialista en psicología disponible para atender gente del departamento en sus instalaciones. Esto considerando la sobredemanda actual en los servicios de Calidad de Vida FCFM y pensando en acercar físicamente la ayuda psicológica.",

			"content": "No es factible contratar un psicólogo DCC. Bustos propone tener espacio y horario definido para que alguien de Calidad de Vida pueda venir al departamento y atender a la comunidad, se encargará de investigar si esto se puede hacer."
		},

		{
			"title": "Capacitaciones en primeros auxilios psicológicos",
			"status": "4",

			"petition": "Se exige que docentes y funcionari@s tengan capacitaciones obligatorias en primeros auxilios psicológicos o habilidades afines, para detectar, contener y derivar a las personas que tengan síntomas de problemas de salud mental.",
			
			"content": "Bustos se encargará de contactar a Calidad de Vida para pedir talleres para el segundo semestre. Se han hecho talleres en el pasado, pero no eran obligatorios, de todas maneras estos tenían mucha participación. Se buscará insistir para que la mayor cantidad de profesores asistan, haciendo la convocatoria directamente desde Dirección"
		},

		{
			"title": "Sistema de Alerta Temprana",
			"status": "1",

			"petition": "En instancias con Calidad de Vida y la Subdirección de Asuntos Estudiantiles se nos ha informado de un Sistema de Alerta Temprana que detecta situaciones académicas particulares preocupantes, facilitando la detección y seguimiento. Este sistema no funciona para estudiantes de especialidad. Se exige que se extienda de alguna manera el Sistema de Alerta Temprana a nivel departamental.",
			
			"content": "Ochoa ha pedido esto y la facultad no le ha dado acceso al sistema, hay mucha burocracia. Los profesores no se pueden comprometer con el cumplimiento de este punto, ya que debe pasar por Facultad. Se hablará el otro semestre sobre cambios que se puedan hacer. Se destaca que actualmente hay una memoria sobre este sistema."
		}
	],
	"docencia": [
		{
			"title": "Canal de reclamos formales sobre docencia",
			"status": "4",

			"petition": "Se exige un protocolo o instancia formal, pública, accesible y correctamente informada para que alumn@s, auxiliares y ayudantes puedan denunciar irregularidades en la docencia de sus cursos ante el/la Jefe/a Docente. Estas irregularidades incluyen, sin limitarse a, evaluaciones exageradamente desproporcionadas, clases no realizadas, sobrecarga de equipo docente, actitudes ofensivas o discriminatorias, reajustes de notas (punto 7 de esta sección), entre otras.\nSe espera que estas denuncias cumplan un rol tanto documentativo, para tener registro de las situaciones, como resolutivo, de forma que el/la Jefe/a Docente tenga la obligación de tomar medidas investigativas y resolutivas en un plazo prudente.\nEn caso de que el/la Jefe/a Docente participe de la denuncia, ésta deberá ser atendida por el/la Director/a del Departamento u otra entidad competente.",
			
			"content": "Esto existe, pero se debe difundir mejor la información. Los reclamos formalmente deben pasar por Sandra o Angélica, y si no se logra nada, hablar con el jefe docente de turno (Ochoa)"
		},

		{
			"title": "Encuesta Docente departamental",
			"status": "1",

			"petition": "Se pide la confección de una nueva Encuesta Docente, acomodada a la realidad de nuestro departamento y sus necesidades. Esta debe ser construida por el estamento docente y estudiantil, con asesoría de un/a especialista en pedagogía o profesión afín.\nEsta encuesta debe incluir preguntas específicas para que equipos docentes puedan evaluar a su profesor/a y viceversa.\nL@s estudiantes que eliminan el ramo también deben poder responder la encuesta docente, o tener una encuesta específica en la que puedan retroalimentar respecto a su eliminación.",
			
			"content": "Industrias tiene su propia encuesta, se verá si se puede pedir ese sistema para adaptarlo al DCC. Realizar una desde cero es muy complicado. CaDCC conversará con el CEIN y se verá qué hacer con este punto durante las reuniones del segundo semestre."
		},

		{
			"title": "Discusión de Encuesta Docente",
			"status": "1",

			"petition": "En cada ramo, en la cátedra siguiente a la publicación de resultados de la Encuesta Docente de Mitad de Semestre, el/la profesor/a debe dedicar parte de la cátedra a revisar los resultados y comentarios en conjunto con el curso. El no hacerlo debe ser causal de denuncia según lo definido en el punto 1 de esta sección.",
			
			"content": "Se hablará en asamblea de académicos. CaDCC pedirá a alumnos llenar la encuesta a conciencia y los profesores buscarán que los otros académicos se comprometan a analizar los resultados. Ochoa monitorea cada semestre los resultados de las encuestas y habla personalmente con los profesores que tienen problemas, en el DCC no hay ningún profe con malas notas recurrentemente."
		},

		{
			"title": "Feedback evaluaciones",
			"status": "0",

			"petition": "Luego de cada evaluación, debe existir una instancia para entregar feedback de éstas. Esto puede ser, sin limitarse a, publicación de pautas, comentar errores más comunes, desarrollo de la evaluación en clases, etc.",
			
			"content": "Este tema se conversará a fondo el próximo semestre."
		},

		{
			"title": "Reducción de 15 minutos en extensión horaria de clases",
			"status": "4",

			"petition": "Ante la indecisión del Consejo de Facultad para cumplir este punto del Petitorio Unificado presentado por el Consejo de Estudiantes de Facultad para el semestre 2019-2, se exige al Departamento que se realicen con celeridad las investigaciones correspondientes que alimenten la discusión para el próximo Consejo en que se discuta esta medida y que se presione para acelerar su decisión. Al mismo tiempo, se exige que se adopte esta medida a nivel departamental para el semestre 2019-2, acortando el tiempo efectivo de clases a 1:15 horas, a modo de marcha blanca y para evaluar y recopilar experiencias como insumo para los futuros Consejos.",
			
			"content": "Esto se realizará en el DCC a partir del semestre de primavera, pero debido a que el cambio no se realizará en toda la facultad los módulos no se correrán. Ya existe la lista de cursos que acortarán sus clases y esta será publicada a toda la comunidad. Cada profesor decidirá si quitará los 15 minutos del inicio o del final de su clase y debe informar esta decisión en la primera semana de clases."
		},

		{
			"title": "Exámenes de segunda",
			"status": "0",

			"petition": "Se exige la estandarización de los exámenes de segunda instancia y los criterios de aprobación de estos. Se espera que se establezcan opciones de modelos evaluativos que l@s profesor@s puedan escoger de acuerdo a sus tiempos y contextos, a modo de impedir que se tenga libertad absoluta para definir la aprobación, evitando que estos criterios caigan en subjetividades inapropiadas o dificultades desproporcionadas.",
			
			"content": "Este tema se conversará a fondo el próximo semestre."
		},

		{
			"title": "Reajuste de puntajes (inflar las notas)",
			"status": "4",

			"petition": "En el espíritu de que las evaluaciones reflejen realmente el nivel de la docencia y su evaluación, se exige que no puedan modificarse las notas artificialmente para acomodar las estadísticas del curso. Es decir, no se podrán bajar o subir las notas porque el/la profesor/a considera que los resultados fueron demasiado buenos o malos. De querer hacer reajustes podrán efectuarse de otras formas, como evaluaciones opcionales beneficiosas. Esta prohibición incluye que no se pueda solicitar a ayudantes la recorrección del curso completo con el solo objetivo de reducir/amplificar las notas.\nIncurrir en estas prácticas debe ser causal de denuncia según lo definido en el punto 1 de esta sección.",
			
			"content": "Se habló y están todos de acuerdo que esto no debe pasar. Si esto pasa se debe acusar con el jefe docente (Ochoa), para que se tomen medidas al respecto."
		},

		{
			"title": "Revisión de los métodos evaluativos de cada curso en CTD",
			"status": "1",

			"petition": "En el Comité Técnico Docente, a la brevedad, se deberá iniciar un proceso de revisión individual de los programas de cada curso, al menos de malla obligatoria, enfocándose en determinar si los métodos evaluativos establecidos satisfacen el objetivo docente del curso. Se espera una reestructuración de los programas en los cursos en que se detecte que las evaluaciones no son efectivas en su función, con particular énfasis en desaferrarse de la evaluación con controles.",
			
			"content": "Esto se hace en el CTD, hay ramos que han cambiado su formato y cuando pasen por el CTD se formalizarán. Este proceso ya está en marcha pero es un proceso largo (al parecer debe estar listo el 2020 por la acreditación)."
		},

		{
			"title": "Materias evaluadas coherentes con el curso",
			"status": "1",

			"petition": "Se exige que cada pregunta de un control o evaluación tenga coherencia con lo enseñado o requerido por el curso. La forma de fiscalizar esto será mediante las denuncias definidas en el punto 1 de esta sección. De haber suficientes reclamos, se le exigirá a el/la profesor/a que explicite cuál es el contenido a evaluar en dicha pregunta, y en qué parte de su curso se trataron dichos contenidos.",
			
			"content": "Al igual que el punto 8, se verá en el CTD cuando se revisen los cursos."
		}
	],

	"auxiliares": [
		{
			"title": "Reglamentación de auxiliares y ayudantes",
			"status": "4",

			"petition": "Reglamentar atribuciones, responsabilidades y remuneraciones de auxiliares y ayudantes. Si bien se espera cierta flexibilidad respecto a responsabilidades según el contexto de cada curso, estas nunca pueden llegar a abarcar la toma de control docente total o parcial del ramo, por ejemplo, la confección completa de actividades evaluativas. Los equipos docentes deberán contar con posibilidad de denuncia ante irregularidades en cuanto a la carga asignada, bajo los mismos protocolos del punto 1 de Docencia y Evaluación.",
			
			"content": "Este tema ya se habló en el CTD y se están formalizando los protocolos. Para el semestre que viene se aplicará un protocolo no-formal. Recién a partir del próximo año se tendrá un protocolo formalizado."
		},

		{
			"title": "Información anticipada de carga",
			"status": "4",

			"petition": "Se exige que en las postulaciones docentes realizadas por U-Campus se informe apropiadamente las responsabilidades esperadas por cada miembro del equipo y su remuneración, utilizando las descripciones ya implementadas por la plataforma.",
			
			"content": "Este tema ya se habló en el CTD y se están formalizando los protocolos. Para el semestre que viene se aplicará un protocolo no-formal. Recién a partir del próximo año se tendrá un protocolo formalizado."
		},

		{
			"title": "Encuesta equipo docente",
			"status": "1",

			"petition": "En línea con el punto 2 de Docencia y Evaluación, se exige que exista una encuesta intra- equipo docente, es decir, que de alguna forma auxiliares y ayudantes puedan evaluar a sus profesor@s y viceversa.",
			
			"content": "Los profesores lo ven factible, pero no se aplicará a corto plazo, se debe profundizar más durante el próximo semestre para aplicarlo el 2020."
		},

		{
			"title": "Reglamentar plazos de corrección",
			"status": "1",

			"petition": "Se exige que existan plazos mínimos de corrección de manera que profesores no puedan presionar a sus ayudantes para cumplir plazos muy acotados.",
			
			"content": "Esto se debe ver en el CTD, aún no lo conversan."
		},

		{
			"title": "Reuniones de equipo docente obligatorias",
			"status": "4",

			"petition": "Deben existir reuniones del cuerpo docente, como mínimo una a principio de semestre, para establecer la coordinación del equipo y que se conozcan entre sí.",
			
			"content": "Este tema ya se habló en el CTD y se están formalizando los protocolos. Para el semestre que viene se aplicará un protocolo no-formal. Recién a partir del próximo año se tendrá un protocolo formalizado."
		},

		{
			"title": "Formalizar el cargo de ayudante de laboratorio",
			"status": "1",

			"petition": "Se debe regularizar el pago, atribuciones y responsabilidades de un/a Ayudante de Laboratorio, diferenciándoles formalmente de l@s ayudantes regulares. Se entiende como Ayudante de Laboratorio aquell@s que deben asistir presencialmente a actividades docentes recurrentes como laboratorios y ejercicios, a modo de prestar ayuda en tiempo real a l@s estudiantes.",
			
			"content": "Esto se debe ver en el CTD, aún no lo conversan. Se debe agregar al protocolo que se está desarrollando."
		},

		{
			"title": "Regularizar situaciones de cursos de Plan Común",
			"status": "1",

			"petition": "Investigar y regularizar prácticas inapropiadas denunciadas por equipos docentes estudiantiles de ramos CC de Plan Común en contra de la coordinación de los mismos.\nSe espera que todos los puntos expuestos apliquen también a dichos cursos.",
			
			"content": "Se buscó evidencia de estos casos, hay pocos casos tipificados. El próximo semestre se revisarán los casos para ver si se tomará alguna medida."
		}
	],

	"infraestructura": [
		{
			"title": "Abrir salas para estudio",
			"status": "1",

			"petition": "Se exige que las salas de reuniones disponibles en el departamento se abran a l@s estudiantes cuando estas no se usen o en horarios establecidos (e.g. salas Flajolet, Ada Lovelace, Grace Hopper, etc). Esto con el compromiso de l@s estudiantes de cuidar la infraestructura y respetar las normas y horarios.",
			
			"content": "Se debe encontrar sistema que más acomode a todos. Hay disposición de todos, pero se debe discutir bien, para encontrar protocolo que acomode a profesores y alumnos. Bustos quedará encargado de averiguar sobre este punto, se harán reuniones enfocadas en esto y cuando se tenga una solución se puede implementar inmediatamente, ya que solo se requiere su autorización."
		},

		{
			"title": "Enchufes para el Laboratorio Toqui",
			"status": "1",

			"petition": "Facilitar el acceso a enchufes en la sala de estudio Toqui, ya que la actual distribución del espacio no permite enchufar computadores personales. La solución a este problema debe evitar, en lo posible, generar problemas de seguridad y accidentes, como cables sueltos cruzando el espacio.",
			
			"content": "Hay disposición, aún no se define si se hará solución parche o definitiva. Bustos se encargará de evaluar qué conviene más, ya que hay protocolos que se deben seguir dependiendo de cuál se elija."
		},

		{
			"title": "Software requerido para cursos",
			"status": "4",

			"petition": "Se exige que l@s profesor@s hagan un listado del software que necesitan para sus ramos para que Sistemas lo instale en los computadores de uso estudiantil del departamento. En cursos que requieran software licenciado, esta licencia debe ser entregada por el departamento, ya sea personalmente o en los computadores del edificio.",
			
			"content": "Esto se resuelve fácilmente, ya que solo se debe conversar con Sistemas. Es responsabilidad de cada profesor que el software requerido esté disponible en los computadores del DCC o que se tengan las licencias correspondientes. Cuando esto no suceda se debe hablar con el profesor del ramo para que gestione con Sistemas, y si no pasa nada acusar con Bustos o Ochoa. No se puede pedir tareas con software licenciado que no esté instalado en el DCC."
		},

		{
			"title": "Reacondicionar espacios del Edificio Poniente",
			"status": "2",

			"petition": "Se exige un reacondicionamiento de los espacios comunes del 2do y 3er piso del Edificio Poniente. Actualmente estos no son eficientes en el uso del espacio y son incómodos para usos prolongados. Se espera también que tengan una mejor ornamentación general que promueva una sensación agradable del lugar.\nEntendiendo que originalmente estos lugares no fueron pensados como zonas de estudio o de estar, se solicita reevaluar este caracterización dada la realidad actual.",
			
			"content": "Computadores al lado del Toqui (aka “Toqui rural”) van a desaparecer y se harán oficinas, ya está en marcha el proyecto (uwu). Espacios de la escalera no están pensados para estudiar y no se modificarán, no hay factibilidad. No se quiere poner sillones, ya que estos son mal usados (duermen, “pololean”, etc). Se buscará solucionar esto con el punto de abrir salas para estudio."
		},

		{
			"title": "Accesibilidad",
			"status": "1",

			"petition": "Mejorar accesibilidad al departamento para personas con capacidades diferentes, en particular el Edificio Norte (por ejemplo, puertas corredizas y accesos para sillas de ruedas).",
			
			"content": "No hay viabilidad de poner una rampla entre los edificios, esto ya se había pensado hacer antes. Bustos se comprometerá a ver el tema de la puerta del edificio norte, pero no es un tema urgente."
		},

		{
			"title": "Enfermería y Casino de Facultad",
			"status": "2",

			"petition": "Se exige a l@s directiv@s del departamento que se trabaje firmemente en apresurar la ejecución de medidas a nivel de Escuela y Facultad respecto a la infraestructura crucialmente necesaria para el estudiantado. Se espera un compromiso total en cuanto a participación, investigación, recopilación de información y rápida decisión frente a situaciones tan críticas como la falta de alimentación para alumnos becados, espacios de almuerzo y atención de urgencias médicas.",
			
			"content": "Es tema de facultad, solo se puede buscar presionar, pero desde el DCC no se puede hacer nada. uwu again"
		}
	],

	"extra": [
		{
			"title": "Tutorías de profesores",
			"status": "4",

			"content": "Como iniciativa del estamento docente, vari@s profesor@s se ofrecieron a destinar horarios libres para orientar al alumnado y ayudarles con temas académicos o no academicos. Se derivará a Calidad de Vida en caso de detectar factores de riesgo."
		},
		{
			"title": "Requisito simultáneo SOs -> Redes",
			"status": "4",

			"content": "Luego de plantearse en la mesa que este requisito no tiene mayores justificaciones y ha generado problemas importantes a vari@s estudiantes, finalmente a partir de Primavera 2019 Redes deja de requerir Sistemas Operativos, pasando a requerir solo Arquitectura de Computadores."
		},
		{
			"title": "Protocolos y tratamiento de solicitudes al CAD/SGD",
			"status": "1",

			"content": "Se plantearon testimonios de compañer@s sobre los tratos percibidos al realizar solicitudes docentes extraordinarias, alegando falta de tacto, deshumanización y muy poca claridad respecto a los criterios de las decisiones. Ochoa indica que se deben recopilar casos concretos y presentarlos a la Directora de Escuela. Se plantea posibilidad de tratar el tema en el Consejo de Estudiantes de Facultad (CEF)."
		}
	]
}
