{
	"carga": [
		{
			"title": "Coordinador de ramos",
			"status": "3",
			"content": "No habrá “cargo” nuevo, pero sí se hará esta tarea. El semestre de primavera se hará a mano y se planea que posteriormente se haga una solución tecnológica en el ramo Ingeniería de Software II. Angélica, Sandra y Ochoa estarán a cargo de esto. Los profesores en semana 1 ya deben tener definidas las fechas de evaluaciones. Máximo en semana 2 debe estar listo el calendario del semestre."
		},
		{
			"title": "Cantidad de tipos de evaluación por ramo",
			"status": "0",
			"content": "Se busca que no vuelvan a repetirse casos como Arquitectura pre-2019, este tema lo hablará el CTD y se hablará en la mesa de trabajo más adelante."
		},
		{
			"title": "Reprobación inmediata por nota única",
			"status": "0",
			"content": "Este tema se hablará en el segundo semestre, también debe verse en el CTD."
		},
		{
			"title": "Plazos de tareas",
			"status": "1",
			"content": "Sergio Ochoa habló con la Facultad y nosotros como departamento podemos tener protocolos propios sobre tareas. Se planteará el tema en asamblea de académicos y a partir de eso se tratará de formalizar un documento departamental que incluya nuestras peticiones."
		},
		{
			"title": "Inasistencia a controles",
			"status": "1",
			"content": "Existe la voluntad para realizar este cambio (este sistema existió en la Facultad por muchos años y varias veces se ha intentado volver a él), pero debemos regirnos por la Escuela. Se hablará en asamblea de académicos y se verá la postura que el DCC llevará al Consejo de Escuela, después se verá si el tema sube a Consejo de Facultad."
		},
		{
			"title": "Controles en semana 15",
			"status": "4",
			"content": "Se espera que coordinador de ramos (punto 1) solucione este problema. Se buscará que no haya sobrecarga en semana 14, para que no se tenga que recurrir a aplazar controles a semana 15. Según las reglas esto no debe pasar nunca."
		},
		{
			"title": "Justificaciones médicas para plazos de tareas",
			"status": "1",
			"content": "Similar a las tareas, formalmente no existe reglamentación y se puede reglamentar internamente. Se hablará en asamblea de académicos sobre cómo se proseguirá."
		}
	],
	"salud": [
		{
			"title": "Psicólogo/a DCC",
			"status": "3",
			"content": "No es factible contratar un psicólogo DCC. Bustos propone tener espacio y horario definido para que alguien de Calidad de Vida pueda venir al departamento y atender a la comunidad, Bustos se encargará de investigar si esto se puede hacer. Una medida que se tomará desde el semestre de primavera será tener profesores “tutores”, que tengan horas libres en que puedan orientar al alumnado y ayudarles con temas académicos o no academicos."
		},
		{
			"title": "Capacitaciones en primeros auxilios psicológicos",
			"status": "4",
			"content": "Bustos se encargará de contactar a CdV para pedir talleres para el segundo semestre. Se han hecho talleres en el pasado pero no eran obligatorios, de todas maneras estos tenían mucha participación. Se buscará insistir para que la mayor cantidad de profesores asistan, haciendo la convocatoria directamente desde Dirección"
		},
		{
			"title": "Sistema de Alerta Temprana",
			"status": "1",
			"content": "Ochoa ha pedido esto y la facultad no le ha dado acceso al sistema, hay mucha burocracia. Los profesores no se pueden comprometer con el cumplimiento de este punto, ya que debe pasar por Facultad. Se hablará el otro semestre sobre cambios que se puedan hacer. Se destaca que actualmente hay una memoria sobre este sistema."
		}
	],
	"docencia": [
		{
			"title": "Canal de reclamos formales sobre docencia",
			"status": "4",
			"content": "Esto existe, pero se debe difundir mejor la información. Los reclamos formalmente deben pasar por Sandra o Angélica, y si no se logra nada, hablar con el jefe docente de turno (Ochoa)"
		},
		{
			"title": "Encuesta Docente departamental",
			"status": "1",
			"content": "Industrias tiene su propia encuesta, se verá si se puede pedir ese sistema para adaptarlo al DCC. Realizar una desde cero es muy complicado. CaDCC conversará con el Cein y se verá qué hacer con este punto durante las reuniones del segundo semestre."
		},
		{
			"title": "Discusión de Encuesta Docente",
			"status": "1",
			"content": "Se hablará en asamblea de académicos. CaDCC pedirá a alumnos llenar la encuesta a conciencia y los profesores buscarán que los otros académicos se comprometan a analizar los resultados. Ochoa monitorea cada semestre los resultados de las encuestas y habla personalmente con los profesores que tienen problemas, en el DCC no hay ningún profe con malas notas recurrentemente."
		},
		{
			"title": "Feedback evaluaciones",
			"status": "0",
			"content": "Este tema se conversará a fondo el proximo semestre."
		},
		{
			"title": "Reducción de 15 minutos en extensión horaria de clases",
			"status": "4",
			"content": "Esto se realizará en el DCC a partir del semestre de primavera, pero debido a que el cambio no se realizará en toda la facultad los módulos no se correrán. Ya existe la lista de cursos que acortarán sus clases y esta será publicada a toda la comunidad. Cada profesor decidirá si quitará los 15 minutos del inicio o del final de su clase y debe informar esta decisión en la primera semana de clases."
		},
		{
			"title": "Exámenes de segunda",
			"status": "0",
			"content": "Este tema se conversará a fondo el proximo semestre."
		},
		{
			"title": "Reajuste de puntajes (“inflar las notas”)",
			"status": "1",
			"content": "Se habló y están todos de acuerdo que esto no debe pasar. Si esto pasa se debe acusar con el jefe docente (Ochoa), para que se tomen medidas al respecto."
		},
		{
			"title": "Revisión de los métodos evaluativos de cada curso en CTD",
			"status": "1",
			"content": "Esto se hace en el CTD, hay ramos que han cambiado su formato y cuando pasen por el CTD se formalizarán. Este proceso ya está en marcha pero es un proceso largo (al parecer debe estar listo el 2020 por la acreditación)."
		}
		{
			"title": "Materias evaluadas coherentes con el curso",
			"status": "1"
			"content": "Al igual que el punto 18, se verá en el CTD cuando se revisen los cursos."
		}
	],
	"auxiliares": [],
	"infraestructura": []
}
